Repository: helfertool/helfertool
Catalog: src/pretix/locale/*/LC_MESSAGES/django.po
Languages: de

source: Pretix ticket type
de: Pretix Tickettyp

source: Could not find in Pretix
de: Konnte nicht in Pretix gefunden werden

source: Reference to the Pretix item
de: Referenz zu Pretix item

source: Order failed
de: Bestellung fehltgeschlagen

source: Id of the Pretix order
de: Id der Pretix Bestellung

source: Id of the position of the item in the Pretix order
de: Id der Position des items in der Pretix Bestellung

source: Public link to the Pretix order
de: Ã–ffentlicher Link zur Pretix Bestellung

source: Code printed on the Pretix ticket
de: Code auf dem Pretix ticket

source: The pretix synchronisation is not activated
de: Synchronisierung mit Pretix ist nicht aktiviert

source: Pretix settings
de: Pretix Einstellungen

source: Ticket assignments
de: Ticket Zuweisungen

source: Save
de: Speichern
