Repository: helfertool/helfertool
Catalog: mail/locale/*/LC_MESSAGES/django.po
Languages: de

source: All helpers and coordinators
de: Alle Helfer und Koordinatoren

source: All coordinators
de: Alle Koordinatoren

source: General
de: Allgemein

source: {}, Helpers and coordinators
de: {}, Helfer und Koordinatoren

source: {}, Coordinators
de: {}, Koordinatoren

source: Custom
de: Andere Adresse

source: Receivers
de: Empf채nger

source: Reply to
de: Antwort an

source: Custom reply to
de: Andere Antwortadresse

source: Only used if "Custom" is selected above.
de: Wird nur benutzt, wenn "Andere Adresse" oben ausgew채hlt ist.

source: Subject
de: Betreff

source: You must specify a custom reply to address.
de: Du musst eine andere Antwortadresse angeben

source: There are no helpers or coordinators that would receive this mail.
de: Es gibt keine Helfer oder Koordinatoren, die diese E-Mail empfangen w체rden.

source: All mails
de: Alle E-Mails

source: Receiver
de: Empf채nger

source: Date
de: Datum

source: View
de: Anzeigen

source: No mails were sent (or you are not allowed to see these mails).
de: Es wurden keine E-Mails verschickt (oder du kannst diese nicht sehen).

source: Send mails
de: E-Mails senden

source: Send
de: Senden

source: Mail:
de: E-Mail:

source: This mail was not sent successfully.
de: Diese E-Mail konnte nicht erfolgreich verschickt werden.

source: Sent by
de: Gesendet von

source: Sender
de: Absender

source: Mail was sent successfully
de: E-Mail erfolgreich verschickt

source: Sending mails failed: %(error)s
de: Senden der E-Mails fehlgeschlagen: %(error)s
