Repository: helfertool/helfertool
Catalog: src/account/locale/*/LC_MESSAGES/django.po
Languages: de

source: Do not set password now
de: Passwort jetzt nicht setzen

source: The user is notified via email and can set the password (via the password reset)
de: Benutzer:in wird per E-Mail benachrichtigt und kann das Passwort festlegen (durch einen Passwort Reset)

source: Password is required
de: Passwort ist erforderlich

source: Managed by external identity provider
de: Durch externen Identity Provider verwaltet

source: Administrator
de: Administrator:in

source: Add users
de: Benutzer:innen hinzufügen

source: Add events
de: Veranstaltungen hinzufügen

source: Send newsletter
de: Newsletter versenden

source: Other user, which will be deleted
de: Andere Benutzer:in, welche gelöscht wird

source: User does not exist
de: Benutzer:in existiert nicht

source: Start date
de: Startdatum

source: End date
de: Enddatum

source: End date must be after start date.
de: Enddatum muss nach Startdatum liegen.

source: Add user
de: Benutzer:in hinzufügen

source: Add
de: Hinzufügen

source: Hello %(firstname)s, your user for %(page_title)s was created. Your username is: %(username)s You can set your password here by using the password reset: %(password_reset_url)s If you did not expect this mail, please contact %(contact_mail)s. Best regards
de: Hallo %(firstname)s, dein Benutzer für %(page_title)s wurde erstellt. Der Benutzername ist: %(username)s Du kannst dein Passwort hier setzen, indem du den Passwort Reset nutzt: %(password_reset_url)s Wenn du diese E-Mail nicht erwartet hast, wende dich bitte an %(contact_mail)s. Viele Grüße

source: Your access to %(page_title)s
de: Dein Zugang zu %(page_title)s

source: Delete user agreement
de: Nutzungsvereinbarung löschen

source: Data of user agreement
de: Daten der Nutzungsvereinbarung

source: Delete
de: Löschen

source: Delete user
de: Benutzer:in löschen

source: Account data
de: Account Daten

source: Email address
de: E-Mail Adresse

source: Do you want to delete this user?
de: Willst du diese Benutzer:in löschen?

source: Warning: This is your account!
de: Warnung: Das ist dein Account!

source: Edit user agreement
de: Nutzungsvereinbarung bearbeiten

source: New user agreement
de: Neue Nutzungsvereinbarung

source: Save
de: Sichern

source: Edit user
de: Benutzer:in bearbeiten

source: Personal data
de: Persönliche Daten

source: Permissions
de: Berechtigungen

source: I got it!
de: Verstanden!

source: User agreements
de: Nutzungsvereinbarungen

source: From %(date)s
de: Ab %(date)s

source: Edit
de: Bearbeiten

source: There are no user agreements.
de: Es gibt keine Nutzungsvereinbarungen.

source: Users
de: Benutzer:innen

source: Search
de: Suchen

source: No filter
de: Kein Filter

source: Disabled
de: Deaktiviert

source: No users found.
de: Keine Benutzer:in gefunden.

source: Merge user
de: Benutzer:in zusammenfassen

source: Remaining user
de: Verbleibende Benutzer:in

source: User for deletion
de: Benutzer:in zur Löschung

source: Merge
de: Zusammenfassen

source: Password reset
de: Passwort zurücksetzen

source: Your password has been set.
de: Dein Passwort wurde gesetzt.

source: Hello %(firstname)s, your password for %(page_title)s has been successfully reset. If you have not done this yourself, please contact %(contact_mail)s immediately. Best regards
de: Hallo %(firstname)s, dein Passwort für %(page_title)s wurde erfolgreich zurückgesetzt. Wenn du dies nicht selbst getan hast, wende dich bitte umgehend an %(contact_mail)s. Viele Grüße

source: Successful password reset for %(page_title)s
de: Erfolgreicher Passwort Reset für %(page_title)s

source: Set password
de: Passwort setzen

source: The password reset link was invalid.
de: Der Link zum Zurücksetzen des Passworts war ungültig.

source: Hello %(firstname)s, you're receiving this email because you requested a password reset for %(page_title)s. Please set a new password on the following page:
de: Hallo %(firstname)s, du erhältst diese E-Mail, weil du das Zurücksetzen des Passworts für %(page_title)s angefordert hast. Bitte setze auf der folgenden Seite ein neues Passwort:

source: Your username is: %(username)s Best regards
de: Dein Benutzername ist: %(username)s Viele Grüße

source: Password reset for %(page_title)s
de: Passwort zurücksetzen für %(page_title)s

source: Enter your email address, and you will receive email instructions for setting a new password.
de: Gib deine E-Mail Adresse ein und du wirst die Anweisungen zum Setzen eines neuen Passworts per E-Mail erhalten.

source: The password reset only works for local user accounts.
de: Das Zurücksetzen des Passworts funktioniert nur für lokale Accounts.

source: Reset password
de: Passwort zurücksetzen

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered.
de: Wir haben dir eine E-Mail mit Anweisungen zum Setzen deines Passworts geschickt, falls ein Account mit der von dir angegebenen E-Mail-Adresse existiert.

source: My account
de: Mein Account

source: Change password
de: Passwort ändern

source: The password cannot be changed here.
de: Das Passwort kann hier nicht geändert werden.

source: Never
de: Nie

source: Today
de: Heute

source: Yesterday
de: Gestern

source: %(last_login_ago)s ago
de: Vor %(last_login_ago)s

source: Failed to send the notification email. Please contact the user on your own.
de: Die E-Mail zur Benachrichtigung konnte nicht gesendet werden. Bitte kontaktiere den Benutzer selbst.

source: Added user %(username)s
de: Benutzer:in %(username)s hinzugefügt

source: Changed password successfully
de: Das Passwort wurde erfolgreich geändert

source: Merged user {} into {}
de: Benutzer:in {} mit {} zusammengefasst
