Repository: helfertool/helfertool
Catalog: src/gifts/locale/*/LC_MESSAGES/django.po
Languages: de

source: Unknown
de: Unbekannt

source: Present
de: Anwesend

source: Absent
de: Abwesend

source: Delivered
de: Ausgegeben

source: Helper got gift
de: Helfer:in hat Geschenk erhalten

source: Enable automatic presence for helpers
de: Helfer:innen automatisch auf anwesend setzen

source: At the end of the shift, the helper is automatically set to present, unless the absence was reported.
de: Am Ende der Schicht werden die Helfer:innen automatisch auf anwesend gesetzt, außer sie sind bereits als abwesend eingetragen.

source: Default deposit for a helper
de: Standard Pfand für Helfer:innen

source: Deposit
de: Pfand

source: Deposit returned
de: Pfand zurückgegeben

source: Helper got her T-shirt
de: Helfer:in hat T-Shirt erhalten

source: Buy a T-shirt for helper
de: T-Shirt für Helfer:in kaufen

source: Deserved gifts
de: Verdiente Geschenke

source: Count
de: Anzahl

source: Gifts
de: Geschenke

source: Delete gift
de: Geschenk löschen

source: Data of gift
de: Daten des Geschenks

source: Gift sets that use this gift
de: Geschenksets, die dieses Geschenk verwenden

source: Delete
de: Löschen

source: Delete gift set
de: Geschenkset löschen

source: Data of gift set
de: Daten des Geschenksets

source: Included gifts
de: Beinhaltete Geschenke

source: Gift
de: Geschenk

source: Save
de: Speichern

source: Gift set
de: Geschenkset

source: No gifts
de: Keine Geschenke

source: Summary
de: Zusammenfassung

source: Given
de: Ausgegeben

source: Pending (with deposit)
de: Ausstehend (mit Pfand)

source: Including future shifts
de: Inklusive zukünftiger Schichten

source: Pending
de: Ausstehend

source: Helper was present
de: Helfer:in war anwesend

source: All delivered
de: Alles ausgegeben

source: Delivered all gifts including future shifts (with deposit)
de: Alle Geschenke inklusive zukünftiger Schichten ausgegeben (mit Pfand)

source: Delivered all gifts for shifts during which the helper was present
de: Alle Geschenke für Schichten ausgeben, bei denen die Helfer:in anwesend war

source: Set to default
de: Auf Standard setzen

source: Gifts and presence settings
de: Einstellungen für Geschenke und Anwesenheiten

source: General
de: Allgemein

source: Edit
de: Bearbeiten

source: There are no gifts.
de: Es gibt keine Geschenke.

source: Add gift
de: Geschenk hinzufügen

source: Gift sets
de: Geschenksets

source: There are no gift sets.
de: Es gibt keine Geschenksets.

source: Add gift set
de: Geschenkset hinzufügen

source: Collected deposit
de: Gesammeltes Pfand

source: List of helpers with deposit
de: Liste der Helfer:innen mit Pfand

source: Sum
de: Summe

source: No deposit has to be returned.
de: Es muss kein Pfand mehr zurückgegeben werden.

source: Missing T-shirts
de: Fehlende T-Shirts

source: For this event no t-shirt sizes were collected.
de: Für diese Veranstaltung wurden keine T-Shirt Größen gesammelt.

source: Number of missing shirts per size
de: Anzahl der fehlenden T-Shirts pro Größe

source: Size
de: Größe

source: Number
de: Anzahl

source: Helpers
de: Helfer:innen

source: Helpers with missing shirts
de: Helfer:innen mit fehlenden T-Shirts

source: No T-shirts are missing.
de: Es fehlen keine T-Shirts.

source: Gifts and presence
de: Geschenke und Anwesenheit

source: The management of gifts and presence of helpers is not actived.
de: Die Verwaltung der Geschenke und Anwesenheit von Helfer:innen ist nicht aktiviert.

source: Presence for shift
de: Anwesenheit für Schicht

source: Set all to auto
de: Alle auf auto setzen

source: Set all to unknown
de: Alle auf unbekannt setzen

source: Set all to present
de: Alle auf anwesend setzen

source: Set all to absent
de: Alle auf abwesend setzen

source: Nobody is registered for this shift.
de: Niemand ist für diese Schicht angemeldet.

source: Gift deleted: %(name)s
de: Geschenk gelöscht: %(name)s

source: Presence was saved
de: Anwesenheit wurde gespeichert

source: Gift set deleted: %(name)s
de: Geschenkset gelöscht: %(name)s
