Repository: helfertool/helfertool
Catalog: src/statistic/locale/*/LC_MESSAGES/django.po
Languages: de

source: Nutrition
de: Ernährung

source: Total
de: Insgesamt

source: Per job
de: Pro Aufgabe

source: Info:
de: Hinweis:

source: Helpers and coordinators are counted for all their jobs. If you sum up the numbers here, they might be higher than the total numbers.
de: Helfer:innen und Koordinator:innen werden für alle ihre Aufgaben gezählt. Wenn du die Zahlen hier aufsummierst, könnten sie also größer als die Gesamtzahlen sein.

source: For this event no nutrition prefences were collected.
de: Für diese Veranstaltung wurde die bevorzugte Ernährungsweise nicht gesammelt.

source: Nutrition for helpers
de: Ernährungsweisen der Helfer:innen

source: No preference
de: Keine Präferenz

source: Vegetarian
de: Vegetarisch

source: Other
de: Anderes

source: Show
de: Anzeigen

source: Other nutrition for %(name)s
de: Andere Ernährungsweisen für %(name)s

source: Other nutrition for complete event
de: Andere Ernährungsweisen für gesamte Veranstaltung

source: Close
de: Schließen

source: Statistics
de: Statistiken

source: People
de: Personen

source: There are no helpers.
de: Es gibt keine Helfer:innen.

source: Total number of people
de: Gesamtzahl an Personen

source: Shifts
de: Schichten

source: There are no shifts.
de: Es gibt keine Schichten.

source: Total number of shift slots
de: Gesamtzahl an Schichtslots

source: Timeline of registrations
de: Zeitliche Entwicklung der Anmeldungen

source: No data available.
de: Keine Daten verfügbar.

source: T-shirt sizes of all helpers and coordinators
de: T-Shirt Größen aller Helfer:innen und Koordinator:innen

source: Size
de: Größe

source: Helpers and coordinators
de: Helfer:innen und Koordinator:innen

source: Only coordinators
de: Nur Koordinator:innen

source: Helpers (without coordinators)
de: Helfer:innen (ohne Koordinator:innen)

source: The T-shirt of a helper is counted for the job with the first shift.
de: Das T-Shirt einer Helfer:in wird zur ersten Schicht gezählt.

source: T-shirt sizes for job
de: T-Shirt Größen für Aufgabe

source: Helpers
de: Helfer:innen

source: Sizes per shift
de: Größen pro Schicht

source: T-Shirt sizes for %(name)s
de: T-Shirt Größen für %(name)s

source: For this event no t-shirt sizes were collected.
de: Für diese Veranstaltung wurden keine T-Shirt Größen gesammelt.

source: Number of helpers
de: Anzahl Helfer:innen

source: Coordinators
de: Koordinator:innen

source: Special badges
de: Spezial Badges

source: Filled slots
de: Volle Slots

source: Vacant slots
de: Leere Slots
