Repository: helfertool/helfertool
Catalog: src/badges/locale/*/LC_MESSAGES/django.po
Languages: de

source: Invalid barcode.
de: Ungültiger Barcode.

source: This badge does not exist. Maybe it was deleted since printing or does not belong to this event.
de: Dieses Badge existiert nicht. Vielleicht wurde die Helfer:in seit dem Drucken gelöscht oder das Badge gehört nicht zu dieser Veranstaltung.

source: Role
de: Rolle

source: Print no default role
de: Keine Standard Rolle abdrucken

source: File does not contain LaTeX code.
de: Die Datei enthält keinen LaTeX Code.

source: Other firstname
de: Anderer Vorname

source: Other surname
de: Anderer Nachname

source: Other text for job
de: Anderer Text für Aufgabe

source: Other text for shift
de: Anderer Text für Schicht

source: Other text for role
de: Anderer Text für Rolle

source: Photo
de: Foto

source: Primary job
de: Primäre Aufgabe

source: Only necessary if this person has multiple jobs.
de: Nur notwendig, wenn diese Person für mehrere Aufgaben eingetragen ist.

source: Badge was printed already
de: Badge wurde bereits gedruckt

source: Default role
de: Standard Rolle

source: Default design
de: Standard Design

source: Do not print default roles on badges
de: Keine Standard Rollen auf die Badges drucken

source: Color for text
de: Textfarbe

source: e.g. #00ff00
de: z.B. #00ff00

source: Background color
de: Hintergrundfarbe

source: Background image for front
de: Hintergrundbild für die Vorderseite

source: Background image for back
de: Hintergrundbild für die Rückseite

source: Name for LaTeX template
de: Name für LaTeX Template

source: This name is used for the LaTeX template, the prefix "perm-" is added.
de: Dieser Name wird im LaTeX Template verwendet, es wird das Präfix "perm-" hinzugefügt.

source: This name is used for the LaTeX template.
de: Dieser Name wird im LaTeX Template verwendet.

source: Permissions
de: Berechtigungen

source: Hours only
de: Nur Stunden

source: Include weekday
de: Wochentage einfügen

source: Include date
de: Datum einfügen

source: Number of rows on one page
de: Anzahl der Zeilen auf einer Seite

source: Number of columns on one page
de: Anzahl der Spalten auf einer Seite

source: Language of badges
de: Badge Sprache

source: Role for coordinators
de: Rolle für Koordinator:innen

source: Role for helpers
de: Rolle für Helfer:innen

source: Format for shift on badges
de: Format für Schichten auf Badges

source: There is not much space on the badges, so the list of shifts needs to be as small as possible. Nevertheless, the weekday or date may be required for events with several days.
de: Auf den Badges ist nur wenig Platz, daher sollte die Liste der Schichten so kurz wie möglich sein. Bei Veranstaltungen mit mehreren Tagen könnten der Wochentag oder das Datum aber dennoch notwendig sein.

source: Do not use shift names for badges, always print times
de: Keine Schichtnamen verwenden, immer die Zeiten abdrucken

source: Badges only for coordinators
de: Badges nur für Koordinator:innen

source: Print barcodes on badges to avoid duplicates
de: Barcodes auf Badges drucken, um Duplikate zu verhindern

source: Number of badges
de: Anzahl der Badges

source: Special badges
de: Spezial Badges

source: Delete badge design
de: Badge Design löschen

source: Data of badge design
de: Daten des Badge Designs

source: Delete
de: Löschen

source: Delete badge permission
de: Badge Berechtigung löschen

source: Data of badge permission
de: Daten der Badge Berechtigung

source: Delete badge role
de: Badge Rolle löschen

source: Data of badge role
de: Daten der Badge Rolle

source: Delete special badges
de: Spezial Badges löschen

source: Number
de: Anzahl

source: Download not available
de: Download nicht verfügbar

source: Either the PDF is not ready yet or the generation failed.
de: Entweder ist die PDF Datei noch nicht verfügbar oder die Generierung ist fehlgeschlagen.

source: Badge for %(name)s
de: Badge für %(name)s

source: Special badges for %(name)s
de: Spezial Badges für %(name)s

source: Save
de: Speichern

source: Edit badge design
de: Badge Design bearbeiten

source: New badge design
de: Neues Badge Design

source: Edit badge permission
de: Badge Berechtigung bearbeiten

source: New badge permission
de: Neue Badge Berechtigung

source: Edit badge role
de: Badge Rolle bearbeiten

source: New badge role
de: Neue Badge Rolle

source: Edit special badge
de: Spezial Badge bearbeiten

source: New special badge
de: Neues Spezial Badge

source: Continue
de: Weiter

source: Generating badges failed
de: Generieren der Badges fehlgeschlagen

source: There is no error
de: Es gibt keinen Fehler

source: Generate badges
de: Badges generieren

source: Some settings are missing to generate badges. Check the following settings:
de: Es fehlen notwendige Einstellungen, um die Badges zu generieren. Prüfe folgende Einstellungen:

source: Please reload the page (due to inactivity).
de: Bitte lade die Seite neu (wegen Inaktivität).

source: No warnings
de: Keine Warnungen

source: 1 warning
de: 1 Warnung

source: Unregistered badges
de: Nicht registrierte Badges

source: All badges
de: Alle Badges

source: All unregistered badges
de: Alle nicht registrierten Badges

source: Really all badges
de: Wirklich alle Badges

source: Special badges are badges, which are not associated with helpers and numbered serially, for example: Police 1, Police 2, etc. This allows to create several similar badges without adding helpers manually. Please note, that it is not possible to assign inventory items to these special badges.
de: Spezial Badges sind Badges, die nicht mit Helfer:innen verbunden sind und fortlaufend nummeriert sind, zum Beispiel: Polizei 1, Polizei 2, etc. Es können also mehrere ähnliche Badges erstellt werden ohne dafür manuell Helfer:innen anzulegen. Bitte beachte, dass es nicht möglich ist, Inventar Gegenstände an diese Spezial Badges zuzuweisen.

source: Special badges are not deleted when the event is archived, so they can be reused.
de: Spezial Badges werden nicht gelöscht, wenn die Veranstaltung archiviert wird und können damit wiederverwendet werden.

source: Please do not enter any personal data like names here!
de: Bitte gib hier keine personenbezogenen Daten wie Namen ein!

source: Add special badges
de: Spezial Badges hinzufügen

source: Texts: Job
de: Texte: Aufgabe

source: Shift
de: Schicht

source: Edit
de: Bearbeiten

source: There are no special badges.
de: Es gibt keine Spezial Badges.

source: The badge creation is not actived.
de: Die Generierung von Badges ist nicht aktiviert.

source: Register badges
de: Badges registrieren

source: Barcodes are not activated.
de: Barcodes sind nicht aktiviert.

source: Badge settings
de: Badge Einstellungen

source: Advanced settings
de: Erweiterte Einstellungen

source: Roles
de: Rollen

source: There are no roles.
de: Es gibt keine Rollen.

source: Add role
de: Rolle hinzufügen

source: There are no designs.
de: Es gibt keine Designs.

source: Add design
de: Design hinzufügen

source: Defaults
de: Standards

source: Advanced badge settings
de: Erweiterte Badge Einstellungen

source: Changes of most of this settings require an update of the LaTeX template!
de: Bei den meisten Änderungen in diesen Einstellungen muss auch das LaTeX Template angepasst werden!

source: Download current template
de: Aktuelles Template herunterladen

source: Download empty default template
de: Leeres Standardtemplate herunterladen

source: There are no permissions.
de: Es gibt keine Berechtigungen.

source: Add permission
de: Berechtigung hinzufügen

source: Please log in again.
de: Logge dich bitte wieder ein.

source: Show errors
de: Fehler anzeigen

source: Download
de: Herunterladen

source: Warnings for badge generation
de: Warnungen für die Badge Generierung

source: There are no warnings.
de: Es gibt keine Warnungen.

source: Info:
de: Hinweis:

source: The listed persons have more than one job, so you have to select the primary job in the badge settings.
de: Die aufgelisteten Personen haben mehr als eine Aufgabe, daher musst du in den Badge Einstellungen eine primäre Aufgabe auswählen.

source: {} (only unregistered)
de: {} (nicht registrierte Badges)

source: {} (all)
de: {} (alle)

source: Special badges (only unregistered)
de: Spezial Badges (nicht registrierte Badges)

source: Special badges (all)
de: Spezial Badges (alle)

source: Internal Server Error. The admins were notified.
de: Interner Fehler. Die Admins wurden benachrichtigt.

source: Badge already printed: %(name)s
de: Bagde bereits gedruckt: %(name)s

source: Badge registered: %(name)s
de: Badge registriert: %(name)s
