Repository: helfertool/helfertool
Catalog: src/inventory/locale/*/LC_MESSAGES/django.po
Languages: de

source: Item with this barcode already exists in this inventory
de: Es gibt bereits einen Gegenstand mit diesem Barcode in diesem Inventar

source: There is no item with this barcode for this event.
de: Es gibt keinen Gegenstand mit diesem Barcode für diese Veranstaltung.

source: Administrators of inventory
de: Verwalter:innen des Inventars

source: Same item may be assigned to different helpers
de: Gleicher Gegenstand darf mehreren Personen zugeordnet werden

source: Comment
de: Kommantar

source: Available inventory
de: Verfügbares Inventar

source: Delete inventory
de: Inventar löschen

source: Data of inventory
de: Daten des Inventars

source: Delete
de: Löschen

source: Delete item
de: Gegenstand löschen

source: Data of inventory item
de: Daten des Gegenstands

source: Inventory
de: Inventar

source: Save
de: Speichern

source: Item
de: Gegenstand

source: New item
de: Neuer Gegenstand

source: Edit
de: Bearbeiten

source: There are no items.
de: Es gibt keine Gegenstände.

source: New inventory
de: Neues Inventar

source: List
de: Auflisten

source: There is no inventory.
de: Es gibt kein Inventar.

source: Inventory settings
de: Inventar Einstellungen

source: Not in use
de: Wird nicht verwendet

source: %(num_uses)s times in use
de: %(num_uses)s mal in Verwendung

source: In use: %(helper)s
de: In Verwendung: %(helper)s

source: Show log
de: Zeige Log

source: to
de: bis

source: Since
de: Seit

source: No items were given to helpers yet.
de: Es wurden noch keine Gegenstände an die Helfer:in ausgegeben.

source: The inventory functionality is not actived.
de: Die Inventar Funktion ist nicht aktiviert.

source: Register: Scan badge
de: Eintragen: Badge scannen

source: You have to scan the item first.
de: Du musst den Gegenstand zuerst scannen.

source: Scan item
de: Gegenstand scannen

source: This item is already assigned to another helper.
de: Dieser Gegenstand ist bereits einer anderen Helfer:in zugeordnet.

source: This is a special badge, which is not associated with a helper. It cannot be used here.
de: Das ist ein Spezial Badge, welches mit keiner Helfer:in verknüpft ist. Es kann hier nicht genutzt werden.

source: Scan other item
de: Anderen Gegenstand scannen

source: Register: Scan item
de: Eintragen: Gegenstand scannen

source: Take item back
de: Gegenstand zurücknehmen

source: Assigned to %(last_helper)s
de: Eingetragen für %(last_helper)s

source: The helper now has these items:
de: Die Helfer:in hat jetzt folgende Gegenstände:

source: Take back: Scan badge
de: Zurück nehmen: Badge scannen

source: This item is not assigned to this helper, but to another helper.
de: Der Gegenstand ist nicht für diese Helfer:in eingetragen, aber für eine andere.

source: Take back without badge
de: Ohne Badge zurück nehmen

source: Error during taking back an item
de: Fehler beim Zurücknehmen des Gegenstands

source: The item should only be assigned once, but multiple assignments are saved.
de: Der Gegenstand sollte nur einmal zugeordnet sein, aber es sind mehrere Zuordnungen gespeichert.

source: The item is not assigned to any helper.
de: Dieser Gegenstand ist keiner Helfer:in zugeordnet.

source: Take back: Scan item
de: Zurück nehmen: Gegenstand scannen

source: This item is not in use.
de: Der Gegenstand wird nicht verwendet.

source: The helper still has these items:
de: Die Helfer:in hat noch folgende Gegenstände:

source: Everything returned!
de: Alles zurück gegeben!
