Repository: helfertool/helfertool
Catalog: src/help/locale/*/LC_MESSAGES/django.po
Languages: de

source: New issue
de: Neue Anfrage

source: New event
de: Neue Veranstaltung

source: Promote event
de: Veranstaltung bewerben

source: Permission to add new users
de: Berechtigung zum Anlegen neuer Nutzer

source: Permission to add new events
de: Berechtigung zum Anlegen neuer Veranstaltungen

source: Feature request
de: Verbesserungsvorschlag

source: Bug report
de: Fehlerbericht

source: Other topic
de: Anderes Thema

source: Subject
de: Thema

source: Create issue
de: Anfrage senden

source: You can use this form to contact the admins. Did you have a look at the <a href="%(docs_url)s">documentation</a>?
de: Du kannst dieses Formular nutzen, um die Administratoren zu kontaktieren. Hast du schon in die <a href="%(docs_url)s">Dokumentation</a> geschaut?

source: Send
de: Senden

source: The issue was saved and sent to the admins.
de: Die Anfrage wurde gespeichert und an die Administratoren geschickt

source: The issue was created but notifying the admins failed: %(error)s
de: Die Anfrage wurde gespeichert, aber das Benachrichtigen der Administratoren ist fehlgeschlagen: %(error)s
