Repository: helfertool/helfertool
Catalog: src/toolsettings/locale/*/LC_MESSAGES/django.po
Languages: de

source: Check installation
de: Installation überprüfen

source: Status of Helfertool
de: Status des Helfertools

source: External services
de: Externe Dienste

source: Status of external services
de: Status der externen Dienste

source: Search for similar names
de: Suche nach ähnlichen Namen

source: Status of HTTP headers
de: Status der HTTP Header

source: X-Forwarded-For is set to different value
de: X-Forwarded-For hat einen anderen Wert

source: Template: About this software
de: Template: Über diese Software

source: Save
de: Speichern

source: Template: Add user
de: Template: Nutzer hinzufügen

source: Template: Login page
de: Template: Login Seite

source: Template: Newsletter subscription
de: Template: Anmeldung Newsletter

source: Template: Privacy statements
de: Template: Datenschutzerklärung

source: Event (HTML)
de: Veranstaltung (HTML)

source: Event (Plaintext for mail)
de: Veranstaltung (Plaintext für E-Mail)

source: Newsletter (together with event registration)
de: Newsletter (beim Anmelden zu einer Veranstaltung)

source: Newsletter (subscription without event registration)
de: Newsletter (Abonnement ohne Anmeldung zu einer Veranstaltung)

source: Privacy
de: Datenschutz

source: Login page
de: Login Seite

source: Newsletter subscription
de: Anmeldung Newsletter

source: Add user
de: Nutzer:in hinzufügen

source: About this software
de: Über diese Software
