Repository: helfertool/helfertool
Catalog: src/registration/locale/*/LC_MESSAGES/django.po
Languages: de

source: First name
de: Vorname

source: Surname
de: Nachname

source: Mobile phone
de: Handynummer

source: Nutrition
de: Ernährung

source: Food handling
de: Gesundheits<wbr>belehrung

source: Comment
de: Kommentar

source: Coordinators
de: Koordinator:innen

source: Nobody is registered for this shift.
de: Es ist niemand zu dieser Schicht angemeldet.

source: The remaining helper must not be ignored.
de: Die Helfer:in, die übrig bleibt, darf nicht ignoriert werden.

source: Cannot merge helpers which have the same shift.
de: Du kannst keine Helfer:innen zusammenfassen, welche für die gleiche Schicht angemeldet sind.

source: User already has permissions for this event assigned
de: Der Benutzer:in wurden bereits Berechtigungen für diese Veranstaltungen zugewiesen

source: New date
de: Neues Datum

source: Months
de: Monate

source: If you do not enter new data, the old one is kept.
de: Wenn du keine neuen Daten eingibst, werden die alten beibehalten.

source: No shifts selected
de: Keine Schichten ausgewählt

source: This shift if already full: {}
de: Die Schicht ist bereits voll: {}

source: No shift selected
de: Keine Schicht ausgewählt

source: You are not allowed to delete a helper from the job "%(jobname)s"
de: Du darfst keine Helfer:in aus der Aufgabe "%(jobname)s" löschen

source: Search term
de: Suchbegriff

source: Language
de: Sprache

source: Description (%(lang)s)
de: Beschreibung (%(lang)s)

source: Important notes (%(lang)s)
de: Wichtige Hinweise (%(lang)s)

source: User already has permissions for this job assigned
de: Der Benutzer:in wurden bereits Berechtigungen für diese Aufgabe zugewiesen

source: Date to copy from
de: Datum, von dem kopiert werden soll

source: Show
de: Anzeigen

source: I confirm to be full aged.
de: Ich bestätige volljährig zu sein.

source: I want to be informed about future events that are looking for helpers.
de: Ich möchte über weitere Veranstaltungen, die nach Helfer:innen suchen, informiert werden.

source: Show privacy statement
de: Datenschutzerklärung anzeigen

source: The registration is not possible as the event is archived.
de: Die Anmeldung ist nicht möglich, da die Veranstaltung archiviert ist.

source: The public registration for this event is disabled. Use the form in the admin interface.
de: Die öffentliche Anmeldung für diese Veranstaltung ist deaktiviert. Verwende das Formular im Admin Interface.

source: You must select at least one shift.
de: Du musst mindestens eine Schicht auswählen.

source: We are not allowed to accept helpers that are not of full age.
de: Wir dürfen keine Helfer:innen akzeptieren, die nicht volljährig sind.

source: Please accept the data privacy statement.
de: Bitte akzeptiere die Datenschutzerklärung.

source: You selected a full shift.
de: Du hast eine volle Schicht ausgewählt.

source: You selected a blocked shift.
de: Du hast eine gesperrte Schicht ausgewählt.

source: Please tell us, if you received already an instruction for the handling of food.
de: Bitte gib an, ob du bereits eine Belehrung im Umgang mit Lebensmitteln erhalten hast.

source: Some of your shifts overlap more then %(minutes)d minutes.
de: Du hast Schichten ausgewählt, die sich um mehr als %(minutes)d Minuten überschneiden.

source: The begin of the shift must be set.
de: Der Beginn der Schicht muss gesetzt sein.

source: The end of the shift must be set.
de: Das Ende der Schicht muss gesetzt sein.

source: The begin of the shift must be before the end.
de: Der Beginn der Schicht muss vor dem Ende liegen.

source: Administrator
de: Administrator:in

source: Restricted administrator
de: Eingeschränkte Administrator:in

source: Inventory
de: Inventar

source: Role
de: Rolle

source: Full access to all data
de: Voller Zugriff auf alle Daten

source: Default access
de: Standardzugriff

source: %(value)s cannot be used here
de: %(value)s kann hier nicht genutzt werden

source: Unknown
de: Unbekannt

source: I do not want a T-Shirt
de: Ich möchte kein T-Shirt

source: Event name
de: Veranstaltungsname

source: Name for URL
de: Name für URL

source: May contain letters, numbers, underscores or hyphens.
de: Darf Buchstaben, Zahlen, Unterstriche und Bindestriche enthalten

source: Date
de: Datum

source: First day of event
de: Erster Tag der Veranstaltung

source: Number of days
de: Anzahl an Tage

source: Displayed on the main page
de: Auf der Hauptseite sichtbar

source: Text before registration
de: Text vor Anmeldung

source: Displayed as first text of the registration form.
de: Wird als erster Text bei der Anmeldung angezeigt.

source: Contact
de: Kontakt

source: Displayed at the bottom of all pages for the event.
de: Wird auf allen Seiten dieser Veranstaltung unten angezeigt.

source: Text after registration
de: Text nach Anmeldung

source: Displayed after registration.
de: Wird nach der Anmeldung angezeigt.

source: Used as Reply-to address for mails sent to helpers
de: Wird als Antwortadresse für E-Mails an Helfer:innen verwendet

source: Logo for Facebook
de: Logo für Facebook

source: Best results with 1052 x 548 px.
de: Bestes Ergebnis mit 1052 x 548 px.

source: Maximal overlapping of shifts
de: Maximale Überlappung von Schichten

source: If two shifts overlap more than this value in minutes it is not possible to register for both shifts. Leave empty to disable this check.
de: Wenn sich zwei Schichten um mehr als diese Zeit in Minuten überlappen, kann man sich nicht für beide Schichten anmelden. Wenn das Feld leer ist, wird die Überlappung nicht geprüft.

source: Registration publicly visible
de: Anmeldung öffentlich sichtbar

source: Deregistration and changes possible until
de: Abmeldung und Änderungen möglich bis

source: Helpers can change their personal data and shifts until this date themselves. Leave emtpy to disable this.
de: Helfer:innen können ihre persönlichen Daten und Schichten bis zu diesem Datum selbst bearbeiten. Leer lassen, um dies zu deaktivieren.

source: Ask for phone number
de: Nach Handynummer fragen

source: Ask for T-shirt size
de: Nach T-Shirt Größe fragen

source: Ask for preferred nutrition
de: Nach bevorzugter Ernährungsweise fragen

source: Helpers have to confirm to be full age
de: Helfer:innen müssen bestätigen, volljährig zu sein

source: Ask if helper wants to be notified about new events
de: Fragen, ob die Helfer:in über weitere Veranstaltungen informiert werden möchte

source: Show number of helpers on registration page
de: Anzahl der Helfer:innen auf der Anmeldeseite anzeigen

source: Use badge creation
de: Badge Generierung nutzen

source: Manage gifts and presence for helpers
de: Geschenke und Anwesenheit der Helfer:innen verwalten

source: Use the inventory functionality
de: Die Inventar Funktion verwenden

source: Manage prerequisites for helpers
de: Voraussetzungen für Helfer:innen verwalten

source: Collect additional data for COVID-19 contact tracing
de: Zusätzliche Daten für COVID-19 Kontaktverfolgung abfragen

source: Event is archived
de: Die Veranstaltung ist archiviert

source: Available T-shirt sizes
de: Verfügbare T-Shirt Größen

source: The following sizes are used and therefore cannot be removed: {}
de: Die folgenden Größen werden verwendet und können daher nicht entfernt werden: {}

source: Data
de: Daten

source: I never got an instruction
de: Einweisung noch nie erhalten

source: I have a valid instruction
de: Einweisung gültig

source: I got a instruction by a doctor, it must be refreshed
de: Einweisung von Arzt erhalten, Auffrischung nötig

source: No
de: Nein

source: Valid
de: Gültig

source: Refreshment
de: Auffrischung

source: No preference
de: Keine Präferenz

source: Vegetarian
de: Vegetarisch

source: Other (please specify in comment)
de: Anderes (bitte im Kommentar angeben)

source: Other
de: Anderes

source: Internal comment
de: Interner Kommentar

source: This helps us estimating the food for our helpers.
de: Dies hilft uns, das Helferessen abzuschätzen.

source: Instruction for the handling of food
de: Belehrung für Umgang mit Lebensmitteln

source: Registration time for the helper
de: Anmeldezeit der Helfer:in

source: E-Mail address was confirmed
de: E-Mail Adresse wurde bestätigt

source: I agree with the data privacy statement.
de: Ich stimme der Datenschutzerklärung zu.

source: Registration time for this shift
de: Anmeldezeit für diese Schicht

source: Present
de: Anwesend

source: Helper was at shift
de: Helfer war bei Schicht

source: Presence was manually set
de: Anwesenheit wurde manuell gesetzt

source: This job is visible publicly
de: Diese Aufgabe ist öffentlich sichtbar

source: Instruction for the handling of food necessary
de: Belehrung für Umgang mit Lebensmitteln notwendig

source: Description
de: Beschreibung

source: Important notes
de: Wichtige Hinweise

source: This text is directly shown on the registration page, so that helpers cannot miss notes in the description.
de: Dieser Text wird direkt auf der Anmeldeseite angezeigt, so dass die Helfer:innen keine Hinweise in der Beschreibung übersehen können.

source: Number of coordinators for archived event
de: Anzahl der Koordinator:innen für archivierte Veranstaltung

source: Order, highest number on top
de: Reihenfolge, höchste Nummer oben

source: Prerequisites for this job
de: Voraussetzungen für diese Aufgabe

source: Usage
de: Verwendung

source: Begin
de: Anfang

source: End
de: Ende

source: Number of helpers
de: Anzahl an Helfer:innen

source: The shift is blocked and displayed as full.
de: Diese Schicht ist gesperrt und wird als voll angezeigt.

source: The shift is not visible.
de: Diese Schicht ist nicht sichtbar.

source: Gifts
de: Geschenke

source: Number of registered helpers for archived event
de: Anzahl der angemeldeten Helfer:innen für archivierte Veranstaltung

source: About this software
de: Über diese Software

source: License
de: Lizenz

source: The Helfertool was published under the <a %(a_license)s>AGPLv3+</a>.
de: Das Helfertool wurde unter der <a %(a_license)s>AGPLv3+</a> veröffentlicht.

source: More information about the Helfertool can be found here:
de: Mehr Informationen über das Helfertool gibt es hier:

source: Add helper
de: Helfer:in hinzufügen

source: Add as coordinator
de: Als Koordinator:in hinzufügen

source: Add
de: Hinzufügen

source: There are no jobs left for which you have the permission to add coordinators.
de: Es gibt keine Aufgaben mehr, bei denen du die Berechtigung hast, Koordinatoren hinzuzufügen.

source: Back
de: Zurück

source: Add to shift
de: Zu Schicht hinzufügen

source: Plase note: Overlapping shifts are not checked here.
de: Bitte beachten: Überlappende Schichten werden hier nicht geprüft.

source: There are no shifts left for which you have the permission to add helpers.
de: Es gibt keine Schichten mehr, bei denen du die Berechtigung hast, Helfer:innen hinzuzufügen.

source: Archive event
de: Veranstaltung archivieren

source: Do you want to archive this event? This will delete all helpers and coordinators!
de: Willst du diese Veranstaltung archivieren? Dabei werden alle Helfer:innen und Koordinator:innen gelöscht!

source: The number of registered helpers per shift and the number of coordinators are saved. All personal data will be deleted irrevocably.
de: Die Anzahl der angemeldeten Helfer:innen pro Schicht und die Anzahl der Koordinator:innen wird gespeichert. Alle personenbezogenen Daten werden unwiderruflich gelöscht.

source: Yes, I want to archive this event and delete all personal data!
de: Ja, ich will die Veranstaltung archivieren und alle personenbezogenen Daten löschen!

source: This page is not available since the event is archived.
de: Diese Seite ist nicht verfügbar da die Veranstaltung archiviert ist.

source: There are no coordinators for this job.
de: Es gibt keine Koordinator:innen für diese Schicht.

source: Delete coordinator
de: Koordinator:in löschen

source: Data of coordinator
de: Daten der Koordinator:in

source: Mail
de: E-Mail

source: Job
de: Aufgabe

source: Delete
de: Löschen

source: Delete event
de: Veranstaltung löschen

source: Do you want to remove this event with all jobs, shifts and helpers?
de: Willst du diese Veranstaltung mit allen Aufgaben, Schichten und Helfer:innen löschen?

source: Yes, I want to delete the complete event!
de: Ja, ich will die komplette Veranstaltung löschen!

source: Delete helper
de: Helfer:in löschen

source: Data of helper
de: Daten der Helfer:in

source: Shifts
de: Schichten

source: There are more shifts for this helper.
de: Diese Helfer:in ist noch für weitere Schichten angemeldet.

source: Remove the helper from all selected shifts?
de: Die Helfer:in aus allen ausgewählten Schichten entfernen?

source: Delete job
de: Aufgabe löschen

source: Data of job
de: Daten der Aufgabe

source: There are registered helpers for some of the shifts!
de: Es sind Helfer:innen für manche Schichten angemeldet!

source: There are shifts for this job.
de: Es gibt Schichten für diese Aufgabe.

source: Delete link
de: Link löschen

source: Delete shift
de: Schicht löschen

source: There are registered helpers for this shift!
de: Es sind Helfer:innen für diese Schicht angemeldet!

source: Duplicate event
de: Veranstaltung duplizieren

source: All jobs, shifts and settings will be copied
de: Alle Aufgaben, Schichten und Einstellungen werden kopiert

source: The registered helpers and coordinators will <strong>not</strong> be copied
de: Die angemeldeten Helfer:innen und Koordinator:innen werden <strong>nicht</strong> kopiert

source: The admins for the event and all jobs will <strong>not</strong> be copied
de: Die Administrator:innen für die Veranstaltung und alle Aufgaben werden <strong>nicht</strong> kopiert

source: The begin and end of the shifts are moved according to the given event date
de: Der Beginn und das Ende der Schichten werden entsprechend des angegebenen Veranstaltungsdatums verschoben

source: If you want to use the same URL as for the last event, you first have to change the URL name of the old event
de: Wenn du die gleiche URL wie bei der letzten Veranstaltung verwenden willst, muss du zuerst den Namen für die URL der alten Veranstaltung ändern

source: Duplicate
de: Duplizieren

source: Duplicate one day of job:
de: Einen Tag der Aufgabe duplizieren:

source: Duplicates
de: Duplikate

source: For this detection of helpers that are registered multiple times only the mail address is used.
de: Für diese Erkennung von mehrfach registrierten Helfer:innen wird nur die E-Mail Adresse verwendet.

source: Merge
de: Zusammenfassen

source: Edit event
de: Veranstaltung bearbeiten

source: New event
de: Neue Veranstaltung

source: Please correct the errors below.
de: Bitte korrigiere die Fehler unten.

source: General
de: Allgemein

source: Registration
de: Anmeldung

source: Texts
de: Texte

source: Before registration
de: Vor Anmeldung

source: After registration
de: Nach Anmeldung

source: Requested helper data
de: Abgefragte Daten der Helfer:innen

source: Save
de: Speichern

source: You can duplicate this event.
de: Du kannst diese Veranstaltung duplizieren.

source: All settings are copied to the new event, but personal data is not.
de: Alle Einstellungen werden in die neue Veranstaltung kopiert, personenbezogene Daten nicht.

source: Move event
de: Veranstaltung veschieben

source: You can move this event.
de: Du kannst diese Veranstaltung verschieben.

source: The event with all shifts is moved to a new date.
de: Die Veranstaltung wird mit allen Schichten auf ein neues Datum verschoben.

source: You can archive this event, this means that all coordinators and helpers are deleted.
de: Du kannst diese Veranstaltung archivieren, das bedeutet, dass alle Koordinator:innen und Helfer:innen gelöscht werden.

source: You can delete this event including all jobs, shifts and helpers.
de: Du kannst diese Veranstaltung mit allen Aufgaben, Schichten und Helfer:innen löschen.

source: Permissions
de: Berechtigungen

source: Role descriptions
de: Rollenbeschreibungen

source: Can do everything with the event, including deletion and permissions changes.
de: Kann alles mit der Veranstaltung machen, inklusive Löschen und Ändern von Berechtigungen.

source: Can manage helpers and all related features, but not change the event settings. The user can not:
de: Kann Helfer:innen und alle damit verbundenen Funktionen verwalten, aber keine Veranstaltungseinstellungen ändern. Die Nutzer:in kann nicht:

source: Edit or delete the event itself
de: Die Veranstaltung selbst bearbeiten oder löschen

source: Create or change links
de: Links erstellen oder löschen

source: Change jobs or shifts
de: Aufgaben oder Schichten ändern

source: Change inventory, badges, gifts or prerequisite settings
de: Einstellungen für Inventar, Badges, Geschenke oder Voraussetzungen ändern

source: Access data for COVID-19 contact tracing
de: Auf Daten zur COVID-19 Kontaktverfolgung zugreifen

source: View the audit log
de: Auditprotokoll lesen

source: Can read all helper data, resend the confirmation mail, edit the internal comment and change the delivered gifts of the helpers. The user cannot change the presence or any other data.
de: Kann alle Daten der Helfer:innen lesen, Bestätigungsmails erneut versenden, den internen Kommentar bearbeiten und die ausgegebenen Geschenke der Helfer:innen setzen. Der Nutzer kann die Anwesenheit und weitere Daten nicht ändern.

source: Can read all helper data and register or take back inventory items.
de: Kann alle Daten der Helfer:innen lesen und Inventar ausgeben oder zurücknehmen.

source: Can print and register badges.
de: Kann Badges drucken und registrieren.

source: Permissions for single jobs are managed in the <a href="%(a_job_settings)s">job settings</a>.
de: Die Berechtigungen für einzelne Aufgaben werden in den <a href="%(a_job_settings)s">Einstellungen der Aufgaben</a> verwaltet.

source: To remove a user, deselect all roles and click Save.
de: Um eine Benutzer:in zu entfernen, alle Rollen abwählen und Speichern klicken.

source: Add new coordinator
de: Neue Koordinator:in hinzufügen

source: Note: If you change the mail address a confirmation mail will be sent to the new address.
de: Bitte beachten: Wenn du die E-Mail Adresse änderst, wird eine Bestätigungsmail an die neue Adresse geschickt.

source: Note: After saving an e-mail will be sent to the given address.
de: Bitte beachten: Nach dem Speichern wird eine E-Mail an die angegeben Adresse geschickt.

source: Make sure that the coordinator is full age!
de: Versichere dich, dass die Koordinator:in volljährig ist!

source: Edit job
de: Aufgabe bearbeiten

source: Duplicate job:
de: Aufgabe duplizieren:

source: New job
de: Neue Aufgabe

source: Permissions for %(job)s
de: Berechtigungen für %(job)s

source: Can access all personal data of the helpers.
de: Kann auf alle persönlichen Daten der Helfer:innen zugreifen.

source: Can access the personal data of the helpers except of:
de: Kann auf die persönlichen Daten der Helfer:innen zugreifen, außer:

source: Mobile phone number
de: Handynummer

source: Edit link
de: Link bearbeiten

source: Create link
de: Link erstellen

source: Edit shift
de: Schicht bearbeiten

source: New shift
de: Neue Schicht

source: The following two settings are only relevant for public jobs. When a shift is hidden, it is not necessary to block it additionally. The registration over a link is always possible.
de: Die folgenden beiden Einstellungen sind nur für öffentliche Aufgaben relevant. Wenn eine Schicht versteckt ist, muss man sie nicht zusätzlich noch sperren. Die Anmeldung über einen Link ist immer möglich.

source: Overview of helpers
de: Übersicht der Helfer:innen

source: There are no jobs and shifts.
de: Es gibt keine Aufgaben und Schichten.

source: Export data
de: Daten exportieren

source: All days
de: Alle Tage

source: Close
de: Schließen

source: Public
de: Öffentlich

source: Number of coordinators: %(number)s
de: Anzahl der Koordinator:innen: %(number)s

source: Helpers for %(jobname)s
de: Helfer:innen für %(jobname)s

source: Export data for %(jobname)s
de: Daten für %(jobname)s exportieren

source: Add coordinator
de: Koordinator:in hinzufügen

source: %(current)s of %(total)s
de: %(current)s von %(total)s

source: Set presence for complete shift
de: Anwesenheit für komplette Schicht setzen

source: Jobs and shifts
de: Aufgaben und Schichten

source: Sort jobs
de: Aufgaben sortieren

source: Edit
de: Bearbeiten

source: Duplicate one day
de: Einen Tag der Aufgabe duplizieren

source: There are no shifts.
de: Es gibt keine Schichten.

source: Not visible in public registration
de: In öffentlicher Anmeldung nicht sichtbar

source: Displayed as full in public registration
de: In öffentlicher Anmeldung als voll anzeigen

source: There are no links.
de: Es gibt keine Links.

source: Created by
de: Erstellt von

source: Add link
de: Link hinzufügen

source: Merge duplicates
de: Duplikate zusammenfassen

source: You have to select one data set, the others are deleted. You can also skip some entries and keep them as duplicates.
de: Es muss ein Datensatz ausgewählt werden, die anderen werden gelöscht. Es ist auch möglich, manche Einträge zu überspringen und als Duplikate beizubehalten.

source: Overlapping shifts are not checked during merging.
de: Überlappende Schichten werden während dem Zusammenfassen nicht geprüft.

source: Keep this data
de: Diese Daten behalten

source: Ignore this helper
de: Diese Helfer:in ignorieren

source: There are not duplicates for this mail address.
de: Es gibt keine Duplikate für diese E-Mail Adresse.

source: The following dates <strong>will be changed</strong>:
de: Folgende Daten <strong>werden geändert</strong>:

source: Event date
de: Veranstaltungsdatum

source: Deregistration and changes possible until date (<em>if set</em>)
de: Abmeldung und Änderungen möglich bis (<em>falls gesetzt</em>)

source: Starting date of every shift
de: Startdatum jeder Schicht

source: Ending date of every shift
de: Enddatum jeder Schicht

source: The following things will <strong>remain unchanged</strong>:
de: Die folgende Daten <strong>bleiben unverändert</strong>:

source: All settings (jobs, shifts, texts, etc.)
de: Alle Einstellungen (Aufgaben, Schichten, Texte, etc.)

source: All registered people (helpers, coordinators, etc.)
de: Alle registrierten Personen (Helfer:innen, Koordinator:innen, etc.)

source: Sign up date of helpers
de: Anmeldedatum der Helfer:innen

source: Old date:
de: Altes Datum:

source: Weekday:
de: Wochentag:

source: Move
de: Verschieben

source: Past events
de: Vergangene Veranstaltungen

source: This page shows events, which are older then the specified time, but not archived yet.
de: Diese Seite zeigt Veranstaltungen an, die älter als die angegebene Zeit sind, aber noch nicht archiviert sind.

source: Update
de: Aktualisieren

source: (%(time)s ago)
de: (%(time)s alt)

source: No events found.
de: Keine Veranstaltungen gefunden.

source: Send confirmation mail again?
de: Bestätigungsmail nochmal senden?

source: Send
de: Senden

source: Search helper
de: Helfer:in suchen

source: You can use first name, surname, email or phone number of the helper.
de: Du kannst den Vornamen, Nachnamen, die E-Mail Adresse oder Telefonnummer der Helfer:in verwenden.

source: Additionally, you can also enter/scan a badge barcode.
de: Daneben kannst du auch Badge Barcodes eingeben/scannen.

source: Search
de: Suchen

source: Found helpers
de: Gefundene Helfer:innen

source: No results found
de: Keine Ergebnisse gefunden

source: Vacant shifts
de: Unbesetzte Schichten

source: Congratulations! No vacant shifts.
de: Glückwunsch! Keine unbesetzten Schichten.

source: The vacant shifts are grouped by day here, so it is easier to get an overview.
de: Die unbesetzten Schichten sind nach Tag gruppiert, um einen einfacheren Überblick zu bekommen.
