Repository: helfertool/helfertool
Catalog: src/registration/locale/*/LC_MESSAGES/django.po
Languages: de

source: %(counter)s of %(total)s missing
de: %(counter)s von %(total)s fehlt

source: Helper was absent for some shifts (see below)
de: Helfer:in war bei manchen Schichten abwesend (siehe unten)

source: Confirmation mail not delivered
de: Bestätigungsmail wurde nicht zugestellt

source: Helper did not validate the mail address.
de: Helfer:in hat die E-Mail Adresse nicht validiert.

source: Personal data
de: Persönliche Daten

source: Edit badge
de: Badge bearbeiten

source: Resend confirmation mail
de: Bestätigungsmail nochmal senden

source: COVID-19 contact tracing
de: COVID-19 Kontaktverfolgung

source: Coordinator
de: Koordinator:in

source: Remove
de: Entfernen

source: Prerequisites
de: Voraussetzungen

source: You cannot change your registration and data here anymore.
de: Du kannst deine Anmeldung und Daten hier nicht mehr ändern.

source: Please contact us directly for changes. Thank you!
de: Bitte wende dich für Änderungen direkt an uns. Danke!

source: You signed off from all shifts.
de: Du hast dich von allen Schichten abgemeldet.

source: Sign off from shift
de: Von Schicht abmelden

source: Personal data of helper
de: Persönliche Daten der Helfer:in

source: Shift
de: Schicht

source: Sign off
de: Abmelden

source: Register for %(event)s as helper
de: Helferanmeldung für %(event)s

source: This event is archived.
de: Diese Veranstaltung ist archiviert.

source: The public registration is disabled.
de: Die öffentliche Anmeldung ist deaktiviert.

source: Event logo
de: Logo der Veranstaltung

source: Events
de: Veranstaltungen

source: %(date)s, %(days)s days
de: %(date)s, %(days)s Tage

source: Register!
de: Anmelden!

source: At the moment there is no event you can register for.
de: Es gibt gerade keine Veranstaltungen, bei denen die Anmeldung möglich ist.

source: Stay informed about future events!
de: Bleibe über zukünftige Veranstaltungen auf dem Laufenden!

source: Subscribe to our newsletter
de: Abonniere unseren Newsletter

source: Not published
de: Nicht öffentlich

source: archived
de: archiviert

source: Display all events
de: Alle Veranstaltungen anzeigen

source: This link is not valid
de: Der Link ist ungültig

source: To the public registration
de: Zur öffentlichen Anmeldung

source: Hello %(firstname)s, you were registered for the following jobs:
de: Hallo %(firstname)s, du wurdest für folgende Aufgaben angemeldet:

source: Please confirm your registration by clicking on the following link: %(validate_url)s
de: Bitte bestätige deine Anmeldung, indem du auf folgenden Link klickst: %(validate_url)s

source: You can view your data here: %(registered_url)s
de: Du kannst deine Daten hier ansehen: %(registered_url)s

source: If you did not expect this e-mail, please contact %(contact_mail)s.
de: Falls du diese E-Mail nicht erwartet hast, bitte wende dich an %(contact_mail)s.

source: Thanks for your support!
de: Danke für deine Unterstützung!

source: Your data is used according to the following data privacy statement, if you do not agree with it please contact %(contact_mail)s.
de: Deine Daten werden entsprechend der folgenden Datenschutzerklärung genutzt, wende dich bitte an %(contact_mail)s wenn du damit nicht einverstanden bist.

source: Hello %(firstname)s, you were registered for the following shifts:
de: Hallo %(firstname)s, du wurdest für folgende Schichten angemeldet:

source: You can view your data here and change it or deregister until %(changes_until)s: %(registered_url)s
de: Du kannst deine Daten hier ansehen und diese bis zum %(changes_until)s ändern oder dich abmelden: %(registered_url)s

source: Hello %(firstname)s, you registered for the following shifts:
de: Hallo %(firstname)s, du hast dich für folgende Schichten angemeldet:

source: Registration for %(eventname)s
de: Helferanmeldung für %(eventname)s

source: The registration is not open
de: Die Anmeldung ist nicht freigeschaltet

source: Registration time
de: Anmeldezeit

source: View
de: Anzeigen

source: Mail not validated
de: E-Mail nicht validiert

source: Absent for some shifts
de: Bei manchen Schichten abwesend

source: Privacy statement
de: Datenschutzerklärung

source: We would like to inform you about futher events!
de: Wir würden dich gerne über weitere Veranstaltungen informieren!

source: Privacy statement for the newsletter
de: Datenschutzerklärung für Newsletter

source: Make sure that the helper is full age!
de: Versichere dich, dass die Helfer:in volljährig ist!

source: Register
de: Anmelden

source: Please confirm your mail address and registration by clicking on the link we sent to you.
de: Bitte bestätige deine E-Mail Adresse und Anmeldung, indem du auf den Link klickst, den wir dir geschickt haben.

source: If you change your mail address a confirmation mail will be sent to the new address.
de: Wenn du deine E-Mail Adresse änderst wird eine Bestätigungsmail an die neue Adresse geschickt.

source: You can change your selected shifts and personal data until %(date)s on this page (we have also sent you the link via e-mail). Afterwards, please contact us directly for changes.
de: Du kannst deine gewählten Schichten und persönlichen Daten bis zum %(date)s auf dieser Seite ändern (wir haben dir den Link zu dieser Seite auch per E-Mail geschickt). Kontaktiere uns nach diesem Datum für Änderungen bitte direkt.

source: Jobs
de: Aufgaben

source: Add to calendar (iCal)
de: Zum Kalender hinzufügen (iCal)

source: Thank you! You confirmed your registration.
de: Danke! Du hast deine Anmeldung bestätigt.

source: View my data
de: Meine Daten anzeigen

source: Event was created: %(event)s
de: Veranstaltung wurde angelegt: %(event)s

source: Event deleted: %(name)s
de: Veranstaltung gelöscht: %(name)s

source: Event was duplicated: %(event)s
de: Veranstaltung wurde kopiert: %(event)s

source: Event was moved: %(event)s
de: Veranstaltung wurde verschoben: %(event)s

source: Changes were saved.
de: Änderungen wurden gespeichert.

source: Sending the mail failed, but the helper was saved.
de: Senden der E-Mail fehlgeschlagen, die Helfer:in wurde dennoch gespeichert.

source: Sending the mail failed, but the coordinator was saved.
de: Senden der E-Mail fehlgeschlagen, aber die Koordinator:in wurde dennoch gespeichert.

source: Helper deleted: %(name)s
de: Helfer:in gelöscht: %(name)s

source: Coordinator %(name)s from job "%(jobname)s"
de: Koordinator:in %(name)s für Aufgabe "%(jobname)s"

source: Confirmation mail was sent
de: Bestätigungsmail wurde gesendet

source: Sending the mail failed.
de: Senden der E-Mail fehlgeschlagen.

source: Job deleted: %(name)s
de: Aufgabe gelöscht: %(name)s

source: Link deleted
de: Link gelöscht

source: Sending the mail failed, but the registration was saved.
de: Senden der E-Mail fehlgeschlagen, die Anmeldung wurde dennoch gespeichert.

source: Sending the mail failed, but the change was saved.
de: Senden der E-Mail fehlgeschlagen, die Änderung wurde dennoch gespeichert.

source: Shift deleted
de: Schicht gelöscht
