Repository: helfertool/helfertool
Catalog: src/news/locale/*/LC_MESSAGES/django.po
Languages: de

source: Language
de: Sprache

source: Add English text
de: Englischen Text hinzufügen

source: Subject
de: Betreff

source: English text
de: Englischer Text

source: This field is required.
de: Dieses Feld ist zwingend erforderlich.

source: Unknown e-mail address
de: Unbekannte E-Mail Adresse

source: I agree with the data privacy statement.
de: Ich stimme der Datenschutzerklärung zu.

source: Show
de: Anzeigen

source: You have to accept the data privacy statement.
de: Du musst die Datenschutzerklärung akzeptieren.

source: Validation e-mail was confirmed (double opt-in)
de: Bestätigungsmail wurde bestätigt (Double Opt-In)

source: Helper subscribed during registration for event
de: Helfer:in hat sich während der Anmeldung zu einer Veranstaltung eingetragen

source: If you do not want to receive further mails, visit this page to unsubscribe: %(unsubscribe_url)s Best regards!
de: Wenn du keine weiteren E-Mails erhalten willst, trage dich auf dieser Seite aus: %(unsubscribe_url)s Viele Grüße!

source: Hello dear helpers,
de: Hallo liebe Helfer:innen,

source: Newsletter subscription
de: Anmeldung Newsletter

source: Hello, you subscribed to the newsletter on %(domain)s. Please confirm your subscription by clicking on the following link: %(confirm_url)s If that was not you, you can ignore this mail. Thanks for your support!
de: Hallo, du hast dich auf %(domain)s für den Newsletter angemeldet. Bitte bestätige deine Anmeldung, indem zu auf folgenden Link klickst: %(confirm_url)s Falls das nicht du warst, kannst du diese E-Mail ignorieren. Danke für deine Unterstützung!

source: Remove recipient
de: Empfänger:in entfernen

source: Remove
de: Entfernen

source: Send news
de: Newsletter versenden

source: Number of recipients:
de: Anzahl der Empfänger:innen:

source: Send
de: Senden

source: Subscribe to newsletter
de: Newsletter abonnieren

source: Privacy statement
de: Datenschutzerklärung

source: Subscribe
de: Eintragen

source: We will notify you about future events. Thank you!
de: Wir werden dich über zukünftige Veranstaltungen informieren. Danke!

source: You changed your mind?
de: Du hast deine Meinung geändert?

source: Unsubscribe
de: Austragen

source: Back to all events
de: Zurück zu allen Veranstaltungen

source: We have sent you a confirmation e-mail. Please finish the subscription by clicking on the link in this mail.
de: Wir haben dir eine E-Mail zur Bestätigung gesendet. Bitte schließe deine Anmeldung ab, indem du auf den Link in der E-Mail klickst.

source: In case you have already subscribed in the past, you will not receive a mail.
de: Falls du dich früher bereits eingetragen hast, wirst du keine E-Mail erhalten.

source: Thank you!
de: Danke!

source: Unsubscribe from newsletter
de: Vom Newsletter abmelden

source: Do not send further mails about upcoming events to %(email)s?
de: Keine weiteren E-Mails über bevorstehende Veranstaltungen an %(email)s senden?

source: This mail address was already deleted.
de: Diese E-Mail Adresse wurde bereits gelöscht.

source: Subscription deleted
de: Abo gelöscht

source: You will not receive further mails. Thank you for your support in the past!
de: Du wirst keine weiteren E-Mail erhalten. Danke für deine Unterstützung in der Vergangenheit!

source: Recipient removed.
de: Empfänger:in entfernt.

source: Mails are being sent now.
de: E-Mails werden jetzt verschickt.

source: The link is not valid anymore. Please subscribe again.
de: Der Link ist nicht mehr gültig. Bitte trage dich erneut ein.
